console.log(`Score: 125 / 150

вёрстка валидная - 10

вёрстка семантическая - 20 (main, header, nav, section, figure, footer, h1-h4 - 10*2)

для оформления СV используются css-стили - 10

контент размещается в блоке, который горизонтально центрируется на странице. Фоновый цвет, если он есть, тянется во всю ширину страницы - 10

вёрстка адаптивная - 10

есть адаптивное меню - 10

на странице СV присутствует изображение, у изображения есть атрибут alt - 10

контакты для связи и перечень навыков оформлены в виде списка ul > li - частично - 5

CV содержит контакты, краткую информацию о себе, навыки, образование, уровень английского - 10

CV содержит пример вашего кода - 0

CV содержит изображения-ссылки на выполненные вами проекты - 0

CV выполнено на английском языке - 10

выполнены требования к репозиторию: есть ссылка на задание, скриншот страницы СV, ссылка на деплой страницы CV на GitHub Pages, указана дата дедлайна, выполнена самооценка - 10

есть видеорезюме автора CV на английском языке - 0

дизайн, оформление, качество выполнения CV не ниже чем в примерах CV, приведённых в материалах к заданию - 10`)